package org.tor_tik96.chronoline.Blocks;

public enum Toys {
    TOY_1 ("Есть ощущение что эта игрушка, олицетворяет ответственного человека."),
    TOY_2 ("Игрушка, напоминающая одного человека.. Только не понятно, какого?.."),
    TOY_3 ("Игрушка человека в спортивке, но с заячьими ушками на шапке. В кармане плаща торчит кончик стилуса. Выглядит готовым и к разборкам, и к рисованию."),
    TOY_4 ("Зам-мурчательная игрушка! Тем не менее, почему ощущение, что она выжата как §eлимон§r§o§8?"),
    TOY_5("Эта игрушка так и намекает: \"Я все чувствую и знаю.\" Она просит вас приглядеться к деталям и не бояться быть собой. Держите ее рядом с собой. Ее интуиция и желание помочь поспособствует вашему опыту"),
    TOY_6 ("Скромный человек.. Рисующий текстуры днями напролёт.."),
    TOY_7 ("Вспыльчивый обитатель вселенной, яростный воин и гордый человек."),
    TOY_8 ("Воспоминание о крошечном Эльфе, сделавшим самый главный шаг в своей жизни.."),
    TOY_9 ("Храбрый друг, всегда был готов пожертвовать собой!"),
    TOY_10 ("На вид, неприятный тип. Но как только узнаешь его получше.."),
    TOY_11 ("Отважный, смелый, дружелюбный — всё, что можно сказать об этом человеке."),
    TOY_12 ("От игрушки исходит явное: 'Как же вы меня все з******'"),
    TOY_13 ("Приятно здесь находится, компания тоже прикольная. Скажите только, кто вы?"),
    TOY_14 ("Игрушка, поседевшая от сидения дома каждый день. Её глаза светились только от монитора, а в кармане всегда лежала клавиатура, чтобы изменить мир."),
    TOY_15 ("Игрушечный программист вечно сидит с взъерошенными волосами. Говорят, если прислушаться, можно услышать: \"Оно работало вчера...'\""),

    ;

    public final String description;

    Toys(String description) {
        this.description = description;
    }
}
